Repository: common-repository/wijntransport
Catalog: languages/wijntransport-*.po
Languages: de_de, nl_nl

source: [Wijntransport] Wine listing
de_de: [Wijntransport] Weinliste
nl_nl: [Wijntransport] Wijnlijst

source: Wijntransport settings
de_de: Wijntransport-Einstellungen
nl_nl: Wijntransport instellingen

source: Settings
de_de: die Einstellungen
nl_nl: Instellingen

source: Wijntransport blocked products
de_de: Wijntransport blockierte Produkte
nl_nl: Wijntransport blokkeerde producten

source: Blocked products
de_de: Blockierte produkte
nl_nl: Geblokkeerde producten

source: All wines
de_de: Alle weine
nl_nl: Alle wijnen

source: All Wines purchased in the last 12 months
de_de: Alle weine in den letzten 12 monaten gekauft
nl_nl: Alle wijnen gekocht in de afgelopen 12 maanden

source: All wines purchased
de_de: Alle weine gekauft
nl_nl: Alle wijnen gekocht

source: The api key you entered it's not valid, please verify if the key you entered matches the one sent to you by the wijntransport.com admin
de_de: Der von Ihnen eingegebene API-Schlüssel ist ungültig. Überprüfen Sie, ob der von Ihnen eingegebene Schlüssel mit dem vom Administrator von wijntransport.com an Sie gesendeten übereinstimmt
nl_nl: De api-sleutel die je hebt ingevoerd is niet geldig, controleer of de sleutel die je hebt ingevoerd overeenkomt met de sleutel die je hebt ontvangen van de wijntransport.com-beheerder

source: The api key you entered is valid, settings have been saved
de_de: Der von Ihnen eingegebene API-Schlüssel ist gültig, die Einstellungen wurden gespeichert
nl_nl: De API-sleutel die je hebt ingevoerd, is geldig, de instellingen zijn opgeslagen

source: Previous page
de_de: Vorherige seite
nl_nl: Vorige pagina

source: Next page
de_de: Nächste seite
nl_nl: Volgende bladzijde

source: Filters
de_de: Filter

source: %s active filter
de_de: %s aktiver filter
nl_nl: %s actief filter

source: No Active Filters
de_de: Keine aktiven Filter
nl_nl: Geen actieve filters

source: Country
de_de: Land
nl_nl: Land

source: Color
de_de: Farbe
nl_nl: Kleur

source: Volume
de_de: Volumen

source: Show more
de_de: Zeig mehr
nl_nl: Laat meer zien

source: Show less
de_de: Zeige weniger
nl_nl: Laat minder zien

source: Producer
de_de: Hersteller
nl_nl: Producent

source: Search producer...
de_de: Suche Produzent...
nl_nl: Zoek producent...

source: Apply Filters
de_de: Filter anwenden
nl_nl: Filters toepassen

source: Search wines...
de_de: Suche nach Weinen...
nl_nl: Zoek wijnen....

source: Results
de_de: Ergebnisse
nl_nl: Resultaten

source: %s product
de_de: %s produkt

source: Alcohol
de_de: Alkohol

source: Case Quantity
de_de: Fallmenge
nl_nl: Verpakt per

source: We couldn't find any matching results, please try again
de_de: Wir konnten keine passenden Ergebnisse finden. Bitte versuchen Sie es erneut
nl_nl: We konden geen overeenkomende resultaten vinden, probeer het opnieuw

source: Reset Filters
de_de: Filter zurücksetzen
nl_nl: Filters resetten

source: from
de_de: von
nl_nl: van

source: products
de_de: Produkte
nl_nl: producten

source: Specifications
de_de: Spezifikationen
nl_nl: Specificaties

source: Area
de_de: Bereich
nl_nl: Gebied

source: Subarea
de_de: Teilbereich
nl_nl: Deelgebied

source: Allergens egg
de_de: Allergene Ei
nl_nl: Allergenen ei

source: Yes
de_de: Ja
nl_nl: Ja

source: No
de_de: Nein
nl_nl: Nee

source: Allergens milk
de_de: Allergene milch
nl_nl: Allergenen melk

source: Allergens sulphites
de_de: Allergensulfite
nl_nl: Allergenen sulfieten

source: Biological
de_de: Biologisch
nl_nl: Biologisch

source: Vegan Friendly
de_de: Vegan freundlich
nl_nl: Veganistisch

source: Closure type
de_de: Verschlussart
nl_nl: Type sluiting

source: Blocked Products
de_de: Blockierte Produkte
nl_nl: Geblokkeerde Producten

source: Add to blocked products
de_de: Zu blockierten produkten hinzufügen
nl_nl: Voeg toe aan geblokkeerde producten

source: Remove from blocked products
de_de: Von blockierten Produkten entfernen
nl_nl: Verwijderen uit geblokkeerde producten

source: Load More
de_de: Mehr laden
nl_nl: Meer laden

source: The api key is not valid, please contact the administrator of wijntransport.com
de_de: Der API-Schlüssel ist ungültig. Bitte wenden Sie sich an den Administrator von wijntransport.com
nl_nl: De api key is niet geldig, neem hiervoor contact op met de beheerder van wijntransport.com

source: No blocked products
de_de: Keine blockierten Produkte
nl_nl: Geen geblokkeerde producten

source: Save settings
de_de: Einstellungen speichern
nl_nl: Instellingen opslaan

source: Host a catalog of Wijntransport.com products on your own website.
de_de: Hosten Sie einen Katalog mit Wijntransport.com-Produkten auf Ihrer eigenen Website.
nl_nl: Host een catalogus van Wijntransport.com producten op uw eigen website.
